export const GROUP_TYPES =
    [{value: 'news', name: 'Новости и СМИ'},
        {value: 'blogs', name: 'Блоги'},
        {value: 'technologies', name: 'Технологии'},
        {value: 'humor', name: 'Юмор и развлечения'},
        {value: 'politics', name: 'Политика и экономика'},
        {value: 'cryptocurrency', name: 'Криптовалюты'},
        {value: 'science', name: 'Наука и образование'},
        {value: 'linguistics', name: 'Лингвистика'},
        {value: 'business', name: 'Бизнес и стартапы'},
        {value: 'psychology', name: 'Психология'},
        {value: 'marketing', name: 'Маркетинг и реклама'},
        {value: 'art', name: 'Искусство и фото'}];

export const COUNTRIES = [{"co": "au", "ph": "61", "na": "Австралия"}, {"co": "at", "ph": "43", "na": "Австрия"}, {
        "co": "az",
        "ph": "994",
        "na": "Азербайджан"
    }, {"co": "ax", "ph": "35818", "na": "Аландские о-ва"}, {"co": "al", "ph": "355", "na": "Албания"}, {
        "co": "dz",
        "ph": "213",
        "na": "Алжир"
    }, {"co": "ai", "ph": "1264", "na": "Ангилья"}, {"co": "ao", "ph": "244", "na": "Ангола"}, {
        "co": "ad",
        "ph": "376",
        "na": "Андорра"
    }, {"co": "ag", "ph": "1268", "na": "Антигуа и Барбуда"}, {"co": "mo", "ph": "853", "na": "Аомынь"}, {
        "co": "ar",
        "ph": "54",
        "na": "Аргентина"
    }, {"co": "am", "ph": "374", "na": "Армения"}, {"co": "aw", "ph": "297", "na": "Аруба"}, {
        "co": "af",
        "ph": "93",
        "na": "Афганистан"
    }, {"co": "bs", "ph": "1242", "na": "Багамские острова"}, {"co": "bd", "ph": "880", "na": "Бангладеш"}, {
        "co": "bb",
        "ph": "1246",
        "na": "Барбадос"
    }, {"co": "bh", "ph": "973", "na": "Бахрейн"}, {"co": "by", "ph": "375", "na": "Беларусь"}, {
        "co": "bz",
        "ph": "501",
        "na": "Белиз"
    }, {"co": "be", "ph": "32", "na": "Бельгия"}, {"co": "bj", "ph": "229", "na": "Бенин"}, {
        "co": "bm",
        "ph": "1441",
        "na": "Бермудские о-ва"
    },  {"co": "ba", "ph": "387", "na": "Босния"}, {"co": "bw", "ph": "267", "na": "Ботсвана"}, {
        "co": "br",
        "ph": "55",
        "na": "Бразилия"
    },  {
        "co": "vg",
        "ph": "1284",
        "na": "Британские Виргинские о-ва"
    }, {"co": "bn", "ph": "673", "na": "Бруней"}, {"co": "bf", "ph": "226", "na": "Буркина Фасо"}, {
        "co": "bi",
        "ph": "257",
        "na": "Бурунди"
    }, {"co": "bt", "ph": "975", "na": "Бутан"}, {"co": "vu", "ph": "678", "na": "Вануату"}, {
        "co": "va",
        "ph": "379",
        "na": "Ватикан"
    }, {"co": "gb", "ph": "44", "na": "Великобритания"}, {"co": "hu", "ph": "36", "na": "Венгрия"}, {
        "co": "ve",
        "ph": "58",
        "na": "Венесуэла"
    },  {"co": "tl", "ph": "670", "na": "Восточный Тимор"}, {"co": "vn", "ph": "84", "na": "Вьетнам"}, {
        "co": "ga",
        "ph": "241",
        "na": "Габон"
    }, {"co": "ht", "ph": "509", "na": "Гаити"}, {"co": "gy", "ph": "592", "na": "Гайана"}, {
        "co": "gm",
        "ph": "220",
        "na": "Гамбия"
    }, {"co": "gh", "ph": "233", "na": "Гана"}, {"co": "gp", "ph": "590", "na": "Гваделупа"}, {
        "co": "gt",
        "ph": "502",
        "na": "Гватемала"
    }, {"co": "gn", "ph": "224", "na": "Гвинея"}, {"co": "gw", "ph": "245", "na": "Гвинея-Бисау"}, {
        "co": "de",
        "ph": "49",
        "na": "Германия"
    }, {"co": "gi", "ph": "350", "na": "Гибралтар"}, {"co": "hn", "ph": "504", "na": "Гондурас"}, {
        "co": "hk",
        "ph": "852",
        "na": "Гонконг"
    }, {"co": "gd", "ph": "1473", "na": "Гренада"}, {"co": "gl", "ph": "299", "na": "Гренландия"}, {
        "co": "gr",
        "ph": "30",
        "na": "Греция"
    }, {"co": "ge", "ph": "995", "na": "Грузия"}, {"co": "gu", "ph": "1671", "na": "Гуам"}, {
        "co": "dk",
        "ph": "45",
        "na": "Дания"
    },  {"co": "dm", "ph": "1767", "na": "Доминика"}, {
        "co": "do",
        "ph": "1809",
        "na": "Доминиканская Республика"
    }, {"co": "eg", "ph": "20", "na": "Египет"}, {"co": "zm", "ph": "260", "na": "Замбия"}, {
        "co": "zw",
        "ph": "263",
        "na": "Зимбабве"
    }, {"co": "il", "ph": "972", "na": "Израиль"}, {"co": "in", "ph": "91", "na": "Индия"}, {
        "co": "id",
        "ph": "62",
        "na": "Индонезия"
    }, {"co": "jo", "ph": "962", "na": "Иордания"}, {"co": "iq", "ph": "964", "na": "Ирак"}, {
        "co": "ir",
        "ph": "98",
        "na": "Иран"
    }, {"co": "ie", "ph": "353", "na": "Ирландия"}, {"co": "is", "ph": "354", "na": "Исландия"}, {
        "co": "es",
        "ph": "34",
        "na": "Испания"
    }, {"co": "it", "ph": "39", "na": "Италия"}, {"co": "ye", "ph": "967", "na": "Йемен"}, {
        "co": "kz",
        "ph": "7",
        "na": "Казахстан"
    }, {"co": "ky", "ph": "1345", "na": "Каймановы Острова"}, {"co": "kh", "ph": "855", "na": "Камбоджа"}, {
        "co": "cm",
        "ph": "237",
        "na": "Камерун"
    }, {"co": "ca", "ph": "1", "na": "Канада"}, {"co": "qa", "ph": "974", "na": "Катар"}, {
        "co": "ke",
        "ph": "254",
        "na": "Кения"
    }, {"co": "cy", "ph": "357", "na": "Кипр"}, {"co": "kg", "ph": "996", "na": "Киргизия"}, {
        "co": "ki",
        "ph": "686",
        "na": "Кирибати"
    }, {"co": "cn", "ph": "86", "na": "Китай"}, {"co": "cc", "ph": "61", "na": "Кокосовые о-ва"}, {
        "co": "co",
        "ph": "57",
        "na": "Колумбия"
    },  {"co": "cr", "ph": "506", "na": "Коста-Рика"}, {
        "co": "cu",
        "ph": "53",
        "na": "Куба"
    }, {"co": "kw", "ph": "965", "na": "Кувейт"}, {"co": "cw", "ph": "599", "na": "Кюрасао"}, {
        "co": "la",
        "ph": "856",
        "na": "Лаос"
    }, {"co": "lv", "ph": "371", "na": "Латвия"}, {"co": "ls", "ph": "266", "na": "Лесото"}, {
        "co": "lr",
        "ph": "231",
        "na": "Либерия"
    }, {"co": "lb", "ph": "961", "na": "Ливан"}, {"co": "ly", "ph": "218", "na": "Ливия"}, {
        "co": "lt",
        "ph": "370",
        "na": "Литва"
    }, {"co": "li", "ph": "423", "na": "Лихтенштейн"}, {"co": "lu", "ph": "352", "na": "Люксембург"}, {
        "co": "mu",
        "ph": "230",
        "na": "Маврикий"
    }, {"co": "mr", "ph": "222", "na": "Мавритания"}, {"co": "mg", "ph": "261", "na": "Мадагаскар"}, {
        "co": "yt",
        "ph": "262",
        "na": "Майотта"
    }, {"co": "mk", "ph": "389", "na": "Македония"}, {"co": "mw", "ph": "265", "na": "Малави"}, {
        "co": "my",
        "ph": "60",
        "na": "Малайзия"
    }, {"co": "ml", "ph": "223", "na": "Мали"}, {"co": "mv", "ph": "960", "na": "Мальдивские о-ва"}, {
        "co": "mt",
        "ph": "356",
        "na": "Мальта"
    }, {"co": "ma", "ph": "212", "na": "Марокко"}, {"co": "mq", "ph": "596", "na": "Мартиника"}, {
        "co": "mh",
        "ph": "692",
        "na": "Маршалловы о-ва"
    }, {"co": "mx", "ph": "52", "na": "Мексика"}, {"co": "fm", "ph": "691", "na": "Микронезия"}, {
        "co": "mz",
        "ph": "258",
        "na": "Мозамбик"
    }, {"co": "md", "ph": "373", "na": "Молдавия"}, {"co": "mc", "ph": "377", "na": "Монако"}, {
        "co": "mn",
        "ph": "976",
        "na": "Монголия"
    }, {"co": "ms", "ph": "1664", "na": "Монсеррат"}, {"co": "mm", "ph": "95", "na": "Мьянма"}, {
        "co": "na",
        "ph": "264",
        "na": "Намибия"
    }, {"co": "nr", "ph": "674", "na": "Науру"}, {"co": "np", "ph": "977", "na": "Непал"}, {
        "co": "ne",
        "ph": "227",
        "na": "Нигер"
    }, {"co": "ng", "ph": "234", "na": "Нигерия"}, {"co": "nl", "ph": "31", "na": "Нидерланды"}, {
        "co": "ni",
        "ph": "505",
        "na": "Никарагуа"
    }, {"co": "nu", "ph": "683", "na": "Ниуе"}, {"co": "nz", "ph": "64", "na": "Новая Зеландия"}, {
        "co": "nc",
        "ph": "687",
        "na": "Новая Каледония"
    }, {"co": "no", "ph": "47", "na": "Норвегия"}, {"co": "ae", "ph": "971", "na": "ОАЭ"}, {
        "co": "om",
        "ph": "968",
        "na": "Оман"
    },  {"co": "pk", "ph": "92", "na": "Пакистан"}, {"co": "pw", "ph": "680", "na": "Палау"}, {
        "co": "ps",
        "ph": "970",
        "na": "Палестинские территории"
    }, {"co": "pa", "ph": "507", "na": "Панама"}, {"co": "pg", "ph": "675", "na": "Новая Гвинея"}, {
        "co": "py",
        "ph": "595",
        "na": "Парагвай"
    }, {"co": "pe", "ph": "51", "na": "Перу"}, {"co": "pn", "ph": "870", "na": "Питкэрн"}, {
        "co": "pl",
        "ph": "48",
        "na": "Польша"
    }, {"co": "pt", "ph": "351", "na": "Португалия"}, {"co": "pr", "ph": "1787", "na": "Пуэрто-Рико"}, {
        "co": "kr",
        "ph": "82",
        "na": "Республика Корея"
    }, {"co": "re", "ph": "262", "na": "Реюньон"}, {"co": "ru", "ph": "7", "na": "Российская Федерация"}, {
        "co": "rw",
        "ph": "250",
        "na": "Руанда"
    }, {"co": "ro", "ph": "40", "na": "Румыния"}, {"co": "sv", "ph": "503", "na": "Сальвадор"}, {
        "co": "ws",
        "ph": "685",
        "na": "Самоа"
    }, {"co": "sm", "ph": "378", "na": "Сан-Марино"}, {"co": "st", "ph": "239", "na": "Сан-Томе и Принсипе"}, {
        "co": "sa",
        "ph": "966",
        "na": "Саудовская Аравия"
    }, {"co": "sz", "ph": "268", "na": "Свазиленд"}, {
        "co": "mp",
        "ph": "1670",
        "na": "Северные Марианские о-ва"
    }, {"co": "sc", "ph": "248", "na": "Сейшелы"}, {"co": "pm", "ph": "508", "na": "Сен-Пьер и Микелон"}, {
        "co": "sn",
        "ph": "221",
        "na": "Сенегал"
    },  {"co": "lc", "ph": "1758", "na": "Сент-Люсия"}, {"co": "rs", "ph": "381", "na": "Сербия"}, {
        "co": "sg",
        "ph": "65",
        "na": "Сингапур"
    }, {"co": "sk", "ph": "421", "na": "Словакия"}, {"co": "si", "ph": "386", "na": "Словения"}, {
        "co": "us",
        "ph": "1",
        "na": "Соединенные Штаты"
    }, {"co": "sb", "ph": "677", "na": "Соломоновы Острова"}, {"co": "so", "ph": "252", "na": "Сомали"}, {
        "co": "sd",
        "ph": "249",
        "na": "Судан"
    }, {"co": "sr", "ph": "597", "na": "Суринам"}, {"co": "sl", "ph": "232", "na": "Сьерра-Леоне"}, {
        "co": "tj",
        "ph": "992",
        "na": "Таджикистан"
    }, {"co": "th", "ph": "66", "na": "Таиланд"}, {"co": "tw", "ph": "886", "na": "Тайвань"}, {
        "co": "tz",
        "ph": "255",
        "na": "Танзания"
    }, {"co": "tg", "ph": "228", "na": "Того"}, {"co": "tk", "ph": "690", "na": "Токелау"}, {
        "co": "to",
        "ph": "676",
        "na": "Тонга"
    }, {"co": "tt", "ph": "1868", "na": "Тринидад и Тобаго"}, {"co": "tv", "ph": "688", "na": "Тувалу"}, {
        "co": "tn",
        "ph": "216",
        "na": "Тунис"
    }, {"co": "tm", "ph": "993", "na": "Туркменистан"}, {"co": "tr", "ph": "90", "na": "Турция"}, {
        "co": "ug",
        "ph": "256",
        "na": "Уганда"
    }, {"co": "uz", "ph": "998", "na": "Узбекистан"}, {"co": "ua", "ph": "380", "na": "Украина"}, {
        "co": "uy",
        "ph": "598",
        "na": "Уругвай"
    }, {"co": "fo", "ph": "298", "na": "Фарерские о-ва"}, {"co": "fj", "ph": "679", "na": "Фиджи"}, {
        "co": "ph",
        "ph": "63",
        "na": "Филиппины"
    }, {"co": "fi", "ph": "358", "na": "Финляндия"}, {"co": "fk", "ph": "500", "na": "Фолклендские о-ва"}, {
        "co": "fr",
        "ph": "33",
        "na": "Франция"
    }, {"co": "gf", "ph": "594", "na": "Французская Гвиана"}, {
        "co": "pf",
        "ph": "689",
        "na": "Французская Полинезия"
    }, {"co": "hr", "ph": "385", "na": "Хорватия"}, {"co": "cf", "ph": "236", "na": "ЦАР"}, {
        "co": "td",
        "ph": "235",
        "na": "Чад"
    }, {"co": "me", "ph": "382", "na": "Черногория"}, {"co": "cz", "ph": "420", "na": "Чехия"}, {
        "co": "cl",
        "ph": "56",
        "na": "Чили"
    }, {"co": "ch", "ph": "41", "na": "Швейцария"}, {"co": "se", "ph": "46", "na": "Швеция"}, {
        "co": "lk",
        "ph": "94",
        "na": "Шри-Ланка"
    }, {"co": "ec", "ph": "593", "na": "Эквадор"}, {"co": "gq", "ph": "240", "na": "Экваториальная Гвинея"}, {
        "co": "er",
        "ph": "291",
        "na": "Эритрея"
    }, {"co": "ee", "ph": "372", "na": "Эстония"}, {"co": "et", "ph": "251", "na": "Эфиопия"}, {
        "co": "za",
        "ph": "27",
        "na": "ЮАР"
    }, {"co": "ss", "ph": "211", "na": "Южный Судан"}, {"co": "jm", "ph": "1876", "na": "Ямайка"}, {
        "co": "jp",
        "ph": "81",
        "na": "Япония"
    }];
