export const SETTING_HEAD = "Настройки";
export const SETTING_FMAIL_MEN = "Мужской";
export const SETTING_FMAIL_WOMEN = "Женский";
export const SETTING_SHOWSE_POL = "Выберите пол";
export const SETTING_PLASEHODER_NOT_FOUND = "Не указано";
export const SETTING_a17 = "10 - 17 лет";
export const SETTING_a25 = "18 - 25 лет";
export const SETTING_a35 = "26 - 35 лет";
export const SETTING_a45 = "36 - 45 лет";
export const SETTING_a60 = "46 - 60 лет";
export const SETTING_a90 = "61+";
export const SETTING_HASHTEGS_TOP = "Интересующие Вас хештеги";
export const SETTING_HASHTEGS_PLASEHODER = "#boys #music" ;

export const SETTING_PREMIUM_FUNCTIONAL = "Дополнительный функционал разблокирован";
export const SETTING_PREMIUM_GET_VIEW_STAT = "Собирать статистику просмотров";
export const SETTING_PREMIUM_ON_ADBLOCK = "Включить AdBlock";
export const SETTING_PREMIUM_ON_BLACK_THEME = "Включить темную тему";
export const SETTING_PREMIUM_ON_AD_POSTS = "Помечать рекламные посты";
export const SETTING_PREMIUM_ON_HIED_AD_POSTS = "Скрывать рекламные посты";
export const SETTING_PREMIUM_GET_PRIMIUM= "Получить премиум [бесплатно]";

export const SETTING_UPLOAD_GROUP_LIST = "Обновить список групп";
export const SETTING_CHANGE_GROUP_LIST = "Изменить список групп";
export const SETTING_LOGOUT = "Выйти";
export const SETTING_DELETE_ACCOUNT = "Удалить аккаунт";

export const SETTING_INFO_TITLE = "Информация";
export const SETTING_INFO_DEBAG_TITLE = "DEBUG";
export const SETTING_INFO_DEBAG_TOP = "Сообщить об ошибке";
export const SETTING_INFO_DEBAG_BUTTON = "Сообщить";
export const SETTING_ABOUT_AUTOR = "О разработчиках";

export const SETTING_YOUR_ARE_GUEST = "Вы - гость";
export const SETTING_YOUR_ARE_GUEST_TEXT = "Расширенным функционалом сервиса могут пользоваться только авторизованные пользователи";
export const SETTING_YOUR_ARE_GUEST_ENTER = "Войти";
export const SETTING_GROUP_SETTING = "Редактировать группы";
export const SETTING_EDIT_GROUP_LIST = "Редактировать список групп";
export const SETTING_ADD_NEW_GROUP= "Добавить группу";
export const SETTING_FIND_GROUP= "Найти группу";
export const SETTING_FIND_GROUP_TITLE= "Ник группы:";
export const SETTING_NOTHING_NOT_FOUND= "Ничего не найдено";
export const SETTING_UPDATE_PRIFIL = "Обновить профиль";
export const SETTING_UPDATE_CANCLE = "Отмена";

export const ALERT_DELETE = "При удалении сгенерированного аккаунта все добавленные Вами группы будут утеряны";

export const ALERT_NOT_CONNECT_TITLE = "У нас плохие новости :(";
export const ALERT_NOT_CONNECT_TEXT = "Мы не можем связаться с серверами Telegram. Для корректного отображения Ваших" +
    "                                    фото перейдите в стандартное меню просмотра или включите proxy-server или смените" +
    "                                    страну";
export  const ALERT_AUTH_TEXT = " ** После авторизации, пожалуйста, дождитесь окончания синхронизации постов, это займет несколько секунд";
export const ALERT_AUTH_CANSEL_YOUR_SESSION ="Отмените текущую сессию в Telegram:" +
    "!(Telegram ➙ настройки ➙ Конфиденциальность ➙ Активные сеансы ➙ Telind ➙ \"Завершить сеанс\")";
export const ALERT_AUTH_CODE_OWERTIME = "Код авторизации просрочен";
export const TOOLTIP_PREMUIM = "Премиум аккаунт позволит Вам пользоваться всем функционалом на максимум";
export const TOOLTIP_PERSONAL_DATA = "Информация о Вас поможет нам показывать наиболее интересные для Вас посты";
export const ALERT_REBULD_ACCOUNT = "После пересборки Вам будет сгенерирован новый список групп и Вы не сможете восстановить страрый, продолжить?";
export const ALERT_LOG_OUT = "Вы уверены, что хотите выйти из текущего аккаунта?";
export const SETTING_ADD_FIRST_GROUP = "Групп нет. Добавить группу.";
export const SETTING_GET_PREMIUM_TITLE = "Вы почти у цели";
export const SETTING_GET_PREMIUM_TEXT = "Премиум аккаунт дает Вам доступ к расширенным настройкам приложения. Чтобы получить премиум аккаунт, необходимо рассказать о нас друзьям, Вы согласны продолжить?";
export const ABOUT_AUTHOR="Это приложение сделали для Вас <a href='https://vk.com/p.volnov'>@neafiol</a> и <a href='https://vk.com/boris2000n'>@borisnov</a>. Мы любим ВКонтакте и Telegram, но во втором приложении нужно заходить в разные группы и отматывать ранее увиденные новости, чтобы найти новые и интересные посты. Это вызывает неудобства, поэтому мы решили создать продукт, который решит эти проблемы. Умная система рекомендаций подберет актуальные и персонализированные посты из Ваших Telegram каналов. Приятного Вам использования приложения Terald!";


export const USERDEAL="Пользовательское Соглашение<br/>" +
    "Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между владельцем Terald.com (далее Terald или Администрация) с одной стороны и пользователем сервиса с другой.<br/>" +
    "Сервис Terald является средством массовой информации.<br/>" +
    "<br/>" +
    "Используя сервис, Вы соглашаетесь с условиями данного соглашения.<br/>" +
    "Если Вы не согласны с условиями данного соглашения, не используйте сервис Terald!<br/>" +
    "<br/>" +
    "Права и обязанности сторон<br/>" +
    "Пользователь имеет право:<br/>" +
    "- осуществлять поиск информации на сервисе<br/>" +
    "- получать информацию на сервисе<br/>" +
    "- копировать информацию на другие сайты с указанием источника<br/>" +
    "- использовать информацию сервиса в личных некоммерческих целях<br/>" +
    "<br/>" +
    "Администрация имеет право:<br/>" +
    "- по своему усмотрению и необходимости создавать, изменять, отменять правила<br/>" +
    "- ограничивать доступ к любой информации на сервисе<br/>" +
    "- отказывать в регистрации без объяснения причин<br/>" +
    "<br/>" +
    "Пользователь обязуется:<br/>" +
    "- обеспечить достоверность предоставляемой информации<br/>" +
    "- не нарушать работоспособность сервиса<br/>" +
    "- не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ<br/>" +
    "- не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами<br/>" +
    "<br/>" +
    "Администрация обязуется:<br/>" +
    "- поддерживать работоспособность сервиса за исключением случаев, когда это невозможно по независящим от Администрации причинам<br/>" +
    "- осуществлять разностороннюю защиту учетной записи Пользователя<br/>" +
    "<br/>" +
    "Ответственность сторон<br/>" +
    "- пользователь лично несет полную ответственность за распространяемую им информацию<br/>" +
    "- Администрация не несет никакой ответственности за достоверность информации, скопированной из других источников<br/>" +
    "- Администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг<br/>" +
    "- в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса<br/>" +
    "<br/>" +
    "<b>Условия действия Соглашения</b><br/>" +
    "Данное Соглашение вступает в силу при любом использовании данного сервиса.<br/>" +
    "Соглашение перестает действовать при появлении его новой версии.<br/>" +
    "Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.<br/>" +
    "При изменении соглашения, в некоторых случаях, Администрация может оповестить пользователей удобным для нее способом.<br/>" +
    "<br/>" +
    "<br/>" +
    "1. Администрация не несет ответственности за предоставляемый контент. Наше приложение лишь индексирует информацию, находящуюся в общественном доступе.<br/>" +
    "2. Во время регистрации в приложении Администрация получает кратковременный доступ к Вашему аккаунту для синхронизации подписок. Вы можете в любой момент отключить доступ приложения к списку своих подписок в официальном клиенте Telegram. К сожалению, из-за политики Telegram повторная попытка Вашей авторизации считается спамом и Вы больше не сможете пользоваться услугами нашего приложения.<br/>" +
    "3. Во время работы приложение собирает статистику Ваших просмотров, это необходимо для увеличения нашей системы рекомендации контента. Все передаваемые данные обезличиваются и привязываются лишь к случайному хэшу, сгенерированому во время регистрации.";
